Revit 2027 API
ParameterTypeId.StairsAttrRiserAngle Property
 "Riser Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsAttrRiserAngle { get; }
Public Shared ReadOnly Property StairsAttrRiserAngle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsAttrRiserAngle {
	ForgeTypeId^ get ();
}
static member StairsAttrRiserAngle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace